{
    "title": "FAQ",
    "info": "Do you have any questions?",
    "text": "You can ask them in our community",
    "section": [
        {
          "title": "What is Eurity?",
          "content": "Eurity is a decentralized borrowing protocol that allows you to mint mEUR tokens with 0% interest loans against MATIC used as collateral. mEUR borrowing is decentralized and non-custodial: only users have control over their funds. "
        },
        {
            "title": "What is mEUR?",
            "content": "mEUR is a EUR-pegged stablecoin that is securely overcollateralized by MATIC token. In addition to the collateral, Stability Pool containing mEUR secures the loans by providing mEUR-MATIC liquidity in moments of necessity."
        },
        {
            "title": "How are mEUR stablecoins created?",
            "content": "mEUR are only made with collateral backing it. To make MAI through vaults, users can deposit collateral in their vaults and borrow up to 90% of the EUR value of their locked collateral. Your newly minted mEUR can be found in your wallet."
        },
        {
            "title": "How is the peg maintained?",
            "content": "The ability to redeem mEUR for MATIC at face value (i.e. 1 mEUR for one euro value of ETH) and the minimum collateral ratio of 110% create a price floor and price ceiling (respectively) through arbitrage opportunities. We call these 'hard peg mechanisms' since they are based on direct processes. Eurity also has soft peg mechanisms of price stability, you can read more about them in Docs."
        },
        {
            "title": "What are redemptions?",
            "content": "A redemption is the process of exchanging mEUR for MATIC at face value, as if 1 mEUR is exactly worth 1 euro. That is, for x mEUR you get x euro worth of MATIC tokens in return. Users can redeem their mEUR for MATIC at any time without limitations. However, a redemption fee might be charged on the redeemed amount. For example, if the current redemption fee is 1%, the price of MATIC is $1.21 (EUR/USD is also 1.21 for simplicity), and you redeem 200 mEUR, you would get 198 MATIC (200 MATIC minus a redemption fee of 2 MATIC tokens)."
        },
        {
            "title": "Is a redemption the same as paying back my debt?",
            "content": "No, redemptions are a completely separate mechanism. All one has to do to pay back their debt is adjust their vault's debt and collateral."
        },
        {
            "title": "Where else can I get mEUR?",
            "content": "Vaults: You can always mint mEUR through your vault, by adding collateral and minting mEUR up to the liquidation ratio against your collateral. See details here. DEXes: QuickSwap exchange will offer mEUR/USDC liquidity pool."
        },
        {
            "title": "What is ERTY?",
            "content": "ERTY is the secondary token issued by the Eurity protocol. It captures the fee revenue that is generated by the system and incentivizes early adopters."
        },
        {
            "title": "How can I earn ERTY?",
            "content": "LQTY is earned in three ways: - Depositing mEUR into the Stability pool. See Stability Pool How-to. - Providing liquidity on Quickswap and staking liquidity pairs in mEUR-USDC and mEUR-ERTY farms in the Eurity app. See Farms how-to."
        },
        {
            "title": "How can I earn ON ERTY?",
            "content": "All you need to do to start earning ERTY is deposit your ERTY tokens in the staking contract on 'ERTY staking' page in APP. Once done you will start earning a pro rata share of the borrowing and redemption fees in mEUR and MATIC. "
        }
      ]
}